export const data = [
  {
    id: "01",
    title: '测试一',
    intro: '这是一个测试文章',
    content:
      '# hi ## 今天天气好 ## 适合出去玩 ### 去哪玩？ 1. 去钓鱼 2. 荡秋千 3.摸鱼 * 好耶 * 好耶 * 好耶',
    time:"20120901",
    tags: [
      {
        id: '111',
        name: 'HTML',
        color: 'rgb(132,62, 36)'
      },
      {
        id: '1221',
        name: '知识1221',
        color: 'rgb(194,102, 123)'
      }
    ]
  },
  {
    id: "02",
    title: '测试二',
    intro: '这是一个测试文章',
    content:
      '# hi ## 今天天气好 ## 适合出去玩 ### 去哪玩？ 1. 去钓鱼 2. 荡秋千 3.摸鱼 * 好耶 * 好耶 * 好耶',
      time:"20120901",
    tags: [
      {
        id: '22222',
        name: '知22222',
        color: 'rgb(122,36, 123)'
      },
      {
        id: '333',
        name: 'JS',
        color: 'rgb(194,36, 123)'
      }
    ]
  },
  {
    id: "03",
    title: '测试三',
    intro: '这是一个测试文章',
    content:
      '# hi ## 今天天气好 ## 适合出去玩 ### 去哪玩？ 1. 去钓鱼 2. 荡秋千 3.摸鱼 * 好耶 * 好耶 * 好耶',
      time:"20120901",
    tags: [
      {
        id: '11',
        name: '知识11',
        color: 'rgb(20,230, 59)'
      }
    ]
  },
  {
    id: "04",
    title: '测试四',
    intro: '这是一个测试文章',
    content:
      '# hi ## 今天天气好 ## 适合出去玩 ### 去哪玩？ 1. 去钓鱼 2. 荡秋千 3.摸鱼 * 好耶 * 好耶 * 好耶',
      time:"20120901",
    tags: [
      {
        id: '1221',
        name: '知识1221',
        color: 'rgb(194,102, 123)'
      },
      {
        id: '222',
        name: 'CSS',
        color: 'rgb(20,230, 59)'
      },
      {
        id: '22',
        name: '知22',
        color: 'rgb(130,120, 59)'
      }
    ]
  }
]
